<?php 

return [

    'robochainName' => 'روبوچین',

    'title' => '>معرفی روبوچین | برنامه نویسی ربات اختصاصی تریدر ارزهای دیجیتال',

    // The text of Robochain's description section

    'we' => 'ما در ',

    'explanationText1' => 'با استفاده از زبان برنامه نویسی پایتون و فرم روک قدرت‌مند فرک‌ترید استراتژی اختصاصی شما رو تبدیل به یک ربات میکنیم، ربوچین یک ربات آماده نیست که شما اون رو بخرید و استفاده کنید، بلکه یک سرویس از شرکت ',

    'teamStack' => 'استک تیم',

    'explanationText2' => 'هست که برای شما یک ربات اخصاصی بر اساس استراتژی که شما میدین برنامه نویسی میکنه، حتما خیلی جذاب هست که در زمانی که شما خواب هستید ربات در حال کار هست و معاملاتی رو به صورت خودکار باز میکنه و میبنده! اگر استراتژی خوبی داشته باشید قطعا شما را از کار مداوم و مانیتورینگ مداوم بازار بی نیاز میکنه، حال ما در ',

    'explanationText3' => 'چطوری ربات شما رو طراحی میکنیم ؟ در ادامه این رو توضیح میدیم',

    'explanationText4' => 'خب در ابتدای کار ما نیاز داریم دیتای لحظه ای رو از صرافی بگیریم، معمولا ربات های دیگه با واسطه این کار رو میکنند مثلا از تریدینگ ویو میگرند و اگر در این زمینه تخصص داشته باشید میدونید برای معاملات لحظه ای نمیشه به اطلاعات تریدینگ ویو اعتماد کرد. ما با استفاده از
    API اختصاصی صرافی مورد نظرتون اطلاعات کامل رو میگیرم، پس از این مرحله استراتژی شما رو پیاده سازی میکنیم و اندیکاتور ها و محاسبات لازم ر و روی داده های دریافت شده انجام میدیم تا نهایتا به استراتژی شما برسیم.',

    'explanationText5' => 'ما این استراتژی رو بارها با هم به صورت حضوری چک میکنیم و کد های برنامه نویسی رو به شما شرح میدیم که مطمئن بشیم همون استراتژی خودتون رو داریم پیاده سازی میکنیم و اشتباهی رخ نداده.
    در نهایت ما ربات رو در سرور نصب میکنیم و فعال میکنیم که شروع به کار بکنه.',

    // Description section of Robochain features
    
    'theTextOfRobochinsFeatures' => 'امکاناتی که روبوچین برای شما برنامه نویسی میکنه :',

    'feature1' => 'برنامه نویسی ربات به صورت صفر تا صد اختصاصی برای شما',
    'feature2' => 'پیاده سازی برای تمام صرافی های جهان',
    'feature3' => 'قابلیت معامله در فیوچرز و اسپات',
    'feature4' => 'مالکیت سورس کد های برنامه نویسی برای شما',
    'feature5' => 'راه اندازی و دیپلوی ربات',



];