<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Pagination Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the paginator library to build
    | the simple pagination links. You are free to change them to anything
    | you want to customize your views to better match your application.
    |
    */

    'sale' => 'همین الان ربات ارز دیجیتال خودتان را سفارش دهید',
    'desc' => 'روبوچین به شما کمک میکنه که استراتژی خودتون رو تبدیل به ربات تریدر اتوماتیک کنید، ما از پایتون و فریم ورک freqtrade برای برنامه نویسی ربات ارز دیجیتال شما استفاده میکنیم، ربات شما میتونه توی فیچورز یا اسپات فعالیت کنه و همچنین بک تست چند ساله استراتژیتون رو هم قبل اجرا در اختیارتون میزاریم.',
    'next' => 'Next &raquo;',

    'title' => 'روبوچین - ربات تریدر ارزهای دیجیتال - سرویسی از استک تیم',
    'description' => 'روبوچین به شما کمک میکنه که استراتژی خودتون رو تبدیل به ربات تریدر اتوماتیک کنید',
    'keywords' => 'ربات ارز های دیجیتال, ربات تریدر,ربات پایتون, ربات معامله گر, روبوچین',
    'author' => "استک تیم",
    'name' => 'روبوچین',

    'messages' => [
        'sendsuccess' => 'پیام همکاری شما با موفقیت ارسال شد، در اسرع وقت با شما تماس خواهیم گرفت',
        'unsuccess'   => 'لطفا اطلاعات خود را به درستی وارد کنید',
    ],

];
